<?php
return [
    // ユーザー登録関連
    'activate_title' => 'ユーザー登録を完了してください',
    'after_register' => 'ご登録いただいたメールアドレスに、登録を完了するためのリンクを書いたメールを送信しました。メールを開いて、リンクを押して、ユーザー登録を完了させたら、以下からログインしてください。',
    'register_user_title' => 'ユーザー登録',
    'register_user_name' => '様',
    'register_user_intro' => 'へのユーザー登録を完了するには、以下のボタン(あるいはリンク)をクリックしてください。',
    'register_user_button' => 'ユーザーを有効にする',
    'register_user_outro' => '----',
    'notify_footer_message' => '*このメールは送信専用アドレスから送信しています。返信はできません。',
    'notify_footer_caution' => 'ボタンを押してもうまく動作しない場合は、以下のURLをコピーして、Webブラウザーのアドレス欄にペーストしてみてください。',
    'system_mail' => 'システムメール',
    // アクティベーション関連
    'invalid_activation_params' => 'アクティベーションの情報が一致しませんでした。',
    'activation_done' => 'ユーザー登録を完了しました。ログインして、サービスをご利用ください。',
    // ログイン関連
    'not_activation' => 'ユーザー登録が完了していません。登録したメールアドレスに、登録確認用のメールを送信してあります。メールを開いて、リンクをクリックしてください。メールを紛失した場合は、下のリンクからメールを再送できます。',
    'login_failed' => 'ログインに失敗しました。正しいメールアドレスとパスワードでログインしてください。',
    'login_throttling' => 'ログイン失敗が規定回数を越えました。一定時間、IPを凍結します。',
    // パスワードの再設定関連
    'password_reset_sent' => 'パスワードを再設定するためのメールを送信しました。届いたメールに記載のリンクをクリックして、パスワードの再設定画面を開いてください。',
    'reminder_title' => 'パスワードをリセットできます。',
    'password_reset_done' => 'パスワードをリセットしました。',
    'password_reset_failed' => 'リセットコードが古くなっていました。もう一度、リセットし直してください。',
    // 権限関連
    'permission_denied' => '権限がありません。',
    // ユーザー登録関連
    'user_regist_subject' => 'ユーザー登録完了',
    'user_regist_done' => 'ユーザーの登録を完了しました。登録情報を管理者メールアドレスに送信しました。',
];
